export const AGREEMENT_STRING = `제1조(목적)
이 약관은 주식회사 우아한형제들(이하 “회사”라 한다)이 운영하는 배민문방구 사이버 몰(이하 "몰"이라 한다)에서 제공하는 인터넷 관련 서비스(이하 "서비스"라 한다)를 이용함에 있어 사이버몰과 “이용자”의 권리·의무 및 책임사항을 규정함을 목적으로 합니다.

제2조(정의)
① "몰"이란 “회사”가 재화 또는 용역을 “이용자”에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 재화 또는 용역을 거래할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 사이버몰을 운영하는 사업자의 의미로도 사용합니다.
② "이용자”란 "몰"에 접속하여 이 약관에 따라 "몰"이 제공하는 서비스를 받는 “회원” 및 “비회원”을 말합니다.
③ “회원”이라 함은 "몰"에 개인정보를 제공하여 “회원”등록을 한 자로서, "몰"의 정보를 지속적으로 제공받으며, "몰"이 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.
④ “비회원”이라 함은 회원가입 하지 않고 "몰"이 제공하는 서비스를 이용하는 자를 말합니다.

제3조(약관 등의 게시와 개정)
① "몰"은 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호·모사전송번호·전자우편주소, 사업자등록번호, 통신판매업신고번호, 개인정보 보호책임자 등을 “이용자”가 쉽게 알 수 있도록 "몰"의 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 “이용자”가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
② "몰"은 “이용자”가 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중 청약철회·배송책임·환불조건 등과 같은 중요한 내용을 “이용자”가 이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 제공하여 “이용자”의 확인을 구하여야 합니다.
③ "몰"은 전자상거래 등에서의 소비자 보호에 관한 법률, 약관의 규제에 관한 법률, 전자거래기본법, 전자서명법, 정보통신망 이용 촉진 등에 관한 법률, 방문판매 등에 관한 법률, 소비자보호법 등 관련법령을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
④ "몰"이 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 몰의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, “이용자”에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우 "몰“은 개정 전 내용과 개정 후 내용을 명확하게 비교하여 “이용자”가 알기 쉽도록 표시합니다.
⑤ "몰"이 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 “이용자”가 개정약관 조항의 적용을 받기를 원하는 뜻을 제3항에 의한 개정약관의 공지기간내에 "몰"에 송신하여 "몰"의 동의를 받은 경우에는 개정약관 조항이 적용됩니다.
⑥ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제 등에 관한 법률, 공정거래위원회가 정하는 전자상거래 등에서의 소비자보호지침 및 관계법령 또는 상관례에 따릅니다.

제4조(“서비스”의 제공 및 변경)
① "몰"은 다음과 같은 업무를 수행합니다.
1. 재화 또는 용역에 대한 정보 제공 및 구매계약의 체결
2. 구매계약이 체결된 재화 또는 용역의 배송
3. 기타 "몰"이 정하는 업무
② "몰"은 재화 또는 용역의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 재화 또는 용역의 내용을 변경할 수 있습니다. 이 경우에는 변경된 재화 또는 용역의 내용 및 제공일자를 명시하여 현재의 재화 또는 용역의 내용을 게시한 곳에 즉시 공지합니다.
③ "몰"이 제공하기로 “이용자”와 계약을 체결한 서비스의 내용을 재화 등의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 “이용자”에게 통지 가능한 주소로 즉시 통지합니다.
④ 전항의 경우 "몰"은 이로 인하여 “이용자”가 입은 손해를 배상합니다. 다만, "몰"이 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.

제5조(“서비스”의 중단)
① "몰"은 컴퓨터 등 정보통신설비의 보수점검·교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 “서비스”의 제공을 일시적으로 중단할 수 있습니다. 이 경우 “몰”은 제8조에 정한 방법으로 “회원”에게 통지합니다. 다만, “몰”이 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.
② "몰"은 제1항의 사유로 “서비스”의 제공이 일시적으로 중단됨으로 인하여 “이용자” 또는 제3자가 입은 손해에 대하여 책임을 지지 아니합니다.
③ 사업종목의 전환, 사업의 포기, 업체간의 통합 등의 이유로 “서비스”를 제공할 수 없게 되는 경우에는 "몰"은 제8조에 정한 방법으로 “이용자”에게 통지합니다.

제6조(회원가입)
① “이용자”는 "몰"이 정한 가입 양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.
② "몰"은 제1항과 같이 회원으로 가입할 것을 신청한 “이용자”(이하 “가입신청자”라 한다) 중 다음 각호에 해당하지 않는 한 회원으로 등록합니다.
1. “가입신청자”가 이 약관 제7조제3항에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 다만 제7조 제3항에 의한 회원자격 상실 후 3년이 경과한 자로서 "몰"의 회원재가입 승낙을 얻은 경우에는 예외로 한다.
2. 등록 내용에 허위, 기재누락, 오기가 있는 경우
3. 기타 회원으로 등록하는 것이 현저히 지장이 있다고 “몰”이 판단하는 경우
③ 본 조 제1항에 따른 신청에 있어 “회사”는 “가입신청자”에게 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.
④ 회원가입계약의 성립시기는 "몰"의 승낙이 회원에게 도달한 시점으로 합니다.
⑤ “회원”은 제15조 제1항에 의한 등록사항에 변경이 있는 경우, 즉시 전자우편 기타 방법으로 "몰"에 대하여 그 변경사항을 알려야 합니다.

제7조(회원탈퇴 및 자격 상실 등)
① “회원”은 "몰"에 언제든지 탈퇴를 요청할 수 있으며 "몰"은 즉시 회원탈퇴를 처리합니다.
② “회원”이 다음 각호의 사유에 해당하는 경우, "몰"은 회원자격을 제한 및 정지시킬 수 있습니다.
1. 가입 신청시에 허위 내용을 등록한 경우
2. "몰"을 이용하여 구입한 재화 등의 대금, 기타 "몰"이용에 관련하여 “회원”이 부담하는 채무를 기일에 지급하지 않는 경우
3. 다른 사람의 "몰" 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우
4. "몰"을 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
5. “서비스”와 관련하여 “몰”의 임직원, 상담센터 직원 등을 포함한 제3자에 대하여 폭력, 폭언, 욕설, 성희롱, 성추행, 성폭력 등을 가하는 행위(단, 정당방위 등 “회원”의 정당한 사유가 인정되는 경우는 제외합니다.)
③ "몰"이 회원자격을 제한·정지시킨 후, “회원”이 전항의 각 호에 해당하는 행위를 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우, "몰"은 회원자격을 상실시킬 수 있습니다.
④ "몰"이 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 “회원”에게 이를 통지하고, 회원등록 말소전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.

제8조(“회원”에 대한 통지)
① “몰”이 “회원”에 대한 통지를 하는 경우 이 약관에 별도 규정이 없는 한 “회원”이 제공한 전자우편주소, (휴대)전화번호, 주소, “서비스” 로그인 시 동의창 등의 수단으로 통지할 수 있습니다. 다만, “회원” 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.
② “몰”은 “회원” 전체에 대한 통지의 경우 7 일 이상 “회사”의 공지사항에 게시함으로써 제1항의 통지에 갈음할 수 있습니다.
③ “회원”은 “몰”에 실제로 연락이 가능한 전자우편, (휴대)전화번호, 주소 등의 정보를 제공하고 해당 정보들을 최신으로 유지하여야 하며 “몰”의 통지를 확인하여야 합니다.
④ 회원정보가 변경되었음에도 “회원”이 해당 사항을 수정하지 않거나 오기재로 인하여 발생하는 모든 손해는 “회원”이 부담하여야 하며, “몰”은 이에 대하여 책임을 지지 않습니다.

제9조(구매신청)
“이용자”는 "몰"에서 다음 또는 이와 유사한 방법에 의하여 구매를 신청하며, "몰"은 “이용자”가 구매신청을 함에 있어서 각 내용을 알기 쉽게 제공하여야 합니다. 단, “회원”인 경우 제2호 내지 제4호의 적용을 제외할 수 있습니다.
1. 재화 등의 검색 및 선택
2. 성명, 주소, 전화번호, 전자우편주소(또는 이동전화번호) 등의 입력
3. 약관내용, 청약철회권이 제한되는 서비스, 배송료·설치비 등의 비용부담과 관련한 내용에 대한 확인
4. 이 약관에 동의하고 위 3호의 사항을 확인하거나 거부하는 표시(예, 마우스 클릭)
5. 재화 등의 구매신청 및 이에 관한 확인 또는 "몰"의 확인에 대한 동의
6. 결제방법의 선택

제10조(계약의 성립)
① "몰"은 제9조와 같은 구매신청에 대하여 다음 각호에 해당하면 승낙하지 않을 수 있습니다. 다만, 미성년자와 계약을 체결하는 경우에는 법정대리인의 동의를 얻지 못하면 미성년자 본인 또는 법정대리인이 계약을 취소할 수 있다는 내용을 고지하여야 합니다.
1. 신청 내용에 허위, 기재누락, 오기가 있는 경우
2. 미성년자가 담배, 주류 등 청소년보호법에서 금지하는 재화 및 용역을 구매하는 경우
3. 기타 구매신청에 승낙하는 것이 "몰" 기술상 현저히 지장이 있다고 판단하는 경우
② "몰"의 승낙이 제12조 제1항의 수신확인통지형태로 “이용자”에게 도달한 시점에 계약이 성립한 것으로 봅니다.
③ "몰"의 승낙의 의사표시에는 “이용자”의 구매 신청에 대한 확인 및 판매가능 여부, 구매신청의 정정 취소등에 관한 정보 등을 포함하여야 합니다.

제11조(지급방법)
"몰"에서 구매한 재화 또는 용역에 대한 대금지급방법은 다음 각호의 방법 중 가용한 방법으로 할 수 있습니다. 단, "몰"은 “이용자”의 지급방법에 대하여 재화 등의 대금에 어떠한 명목의 수수료도 추가하여 징수할 수 없습니다.
1. 선불카드, 직불카드, 신용카드 등의 각종 카드 결제
2. 휴대폰 결제
3. 마일리지 등 "몰"이 지급한 포인트에 의한 결제
4. "몰"과 계약을 맺었거나 "몰"이 인정한 상품권에 의한 결제
5. 기타 전자적 지급 방법에 의한 대금 지급 등

제12조(수신확인통지·구매신청 변경 및 취소)
① "몰"은 “이용자”의 구매신청이 있는 경우 “이용자”에게 수신확인통지를 합니다.
② 수신확인통지를 받은 “이용자”는 의사표시의 불일치 등이 있는 경우에는 수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를 요청할 수 있고 "몰"은 배송전에 “이용자”의 요청이 있는 경우에는 지체없이 그 요청에 따라 처리하여야 합니다. 다만 이미 대금을 지불한 경우에는 제15조의 청약철회 등에 관한 규정에 따릅니다.

제13조(재화 등의 공급)
① "몰"은 “이용자”와 재화 등의 공급시기에 관하여 별도의 약정이 없는 이상, “이용자”가 청약을 한 날부터 7일 이내에 재화 등을 배송할 수 있도록 주문제작, 포장 등 기타의 필요한 조치를 취합니다. 다만, "몰"이 이미 재화 등의 대금의 전부 또는 일부를 받은 경우에는 대금의 전부 또는 일부를 받은 날부터 2영업일 이내에 조치를 취합니다. 이때 "몰"은 “이용자”가 재화 등의 공급 절차 및 진행 사항을 확인할 수 있도록 적절한 조치를 합니다.
② "몰"은 “이용자”가 구매한 재화에 대해 배송수단, 수단별 배송비용 부담자, 수단별 배송기간 등을 명시합니다. 만약 "몰"이 약정 배송기간을 초과한 경우에는 그로 인한 “이용자”의 손해를 배상하여야 합니다. 다만 "몰"이 고의·과실이 없음을 입증한 경우에는 그러하지 아니합니다.

제14조(환급)
① "몰"은 “이용자”가 구매신청한 재화 등이 품절 등의 사유로 인도 또는 제공을 할 수 없을 때에는 지체없이 그 사유를 “이용자”에게 통지하고 사전에 재화 등의 대금을 받은 경우에는 대금을 받은 날부터 2영업일 이내에 환급하거나 환급에 필요한 조치를 취합니다.
② “회원”의 구매활동, 이벤트 참여 등에 따라 “몰”이 무료로 적립, 부여하는 마일리지, 적립금, 쿠폰(이하 “무료 포인트, 쿠폰”이라 한다)은 현금 환급이 불가하며, “회원” 탈퇴 시 미 사용한 “무료 포인트, 쿠폰”은 소멸됩니다. “몰”은 소멸되는 “무료 포인트, 쿠폰”에 대해서 별도의 보상을 하지 않습니다.

제15조(청약철회 등)
① "몰"과 재화 등의 구매에 관한 계약을 체결한 “이용자”는 수신확인의 통지를 받은 날부터 7일 이내에는 청약의 철회를 할 수 있습니다.
② “이용자”는 재화 등을 배송 받은 경우 다음 각호의 1에 해당하는 경우에는 반품 및 교환을 할 수 없습니다.
1. “이용자”에게 책임 있는 사유로 재화 등이 멸실 또는 훼손된 경우(다만, 재화 등의 내용을 확인하기 위하여 포장 등을 훼손한 경우에는 청약철회를 할 수 있습니다)
2. “이용자”의 사용 또는 일부 소비에 의하여 재화 등의 가치가 현저히 감소한 경우
3. 시간의 경과에 의하여 재판매가 곤란할 정도로 재화 등의 가치가 현저히 감소한 경우
4. 같은 성능을 지닌 재화 등으로 복제가 가능한 경우 그 원본인 재화 등의 포장을 훼손한 경우
5. “이용자”의 주문에 따라 개별 생산되는 상품의 경우(다만, 이 경우 “몰”은 “이용자”에게 사전 고지하고 서면(전자문서 포함) 동의를 받기로 합니다)
③ 제2항 제2호 내지 제4호의 경우에 "몰"이 사전에 청약철회 등이 제한되는 사실을 소비자가 쉽게 알 수 있는 곳에 명기하거나 시용상품을 제공하는 등의 조치를 하지 않았다면 “이용자”의 청약철회 등이 제한되지 않습니다.
④ “이용자”는 제1항 및 제2항의 규정에 불구하고 재화 등의 내용이 표시·광고 내용과 다르거나 계약내용과 다르게 이행된 때에는 당해 재화 등을 공급받은 날부터 3월이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회 등을 할 수 있습니다.

제16조(청약철회 등의 효과)
① "몰"은 “이용자”로부터 재화 등을 반환받은 경우 3영업일 이내에 이미 지급받은 재화 등의 대금을 환급합니다. 이 경우 "몰"이 “이용자”에게 재화 등의 환급을 지연한 때에는 그 지연기간에 대하여 공정거래위원회가 정하여 고시하는 지연이자율을 곱하여 산정한 지연이자를 지급합니다.
② "몰"은 위 대금을 환급함에 있어서 “이용자”가 신용카드 또는 전자화폐 등의 결제수단으로 재화 등의 대금을 지급한 때에는 지체없이 당해 결제수단을 제공한 사업자로 하여금 재화 등의 대금의 청구를 정지 또는 취소하도록 요청합니다.
③ 청약철회 등의 경우 공급받은 재화 등의 반환에 필요한 비용은 “이용자”가 부담합니다. "몰"은 “이용자”에게 청약철회 등을 이유로 위약금 또는 손해배상을 청구하지 않습니다. 다만 재화 등의 내용이 표시·광고 내용과 다르거나 계약내용과 다르게 이행되어 청약철회 등을 하는 경우 재화 등의 반환에 필요한 비용은 "몰"이 부담합니다.
④ “이용자”가 재화 등을 제공받을때 발송비를 부담한 경우에 "몰"은 청약철회시 그 비용을 누가 부담하는지를 “이용자”가 알기 쉽도록 명확하게 표시합니다.

제17조(개인정보의 보호 및 사용)
① "몰"은 “이용자”의 개인정보 수집 시 필요한 최소한의 정보를 수집하기로 하며, 개인정보의 보호 및 사용에 대해서는 관계 법령 및 “회사”의 개인정보처리방침이 적용됩니다.
② "몰"이 “이용자”의 개인식별이 가능한 개인정보를 수집하는 때에는 반드시 당해 “이용자”의 동의를 받습니다.
③ 제공된 개인정보는 당해 “이용자”의 동의없이 목적 외의 이용이나 제3자에게 제공할 수 없으며, 이에 대한 모든 책임은 몰이 집니다. 다만, 다음의 경우에는 예외로 합니다.
1. 배송업무상 배송업체에게 배송에 필요한 최소한의 “이용자”의 정보(성명, 주소, 전화번호)를 알려주는 경우
2. 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우
3. 재화 등의 거래에 따른 대금정산을 위하여 필요한 경우
4. 도용방지를 위하여 본인확인에 필요한 경우
5. 법률의 규정 또는 법률에 의하여 필요한 불가피한 사유가 있는 경우
④ “몰”이 제3자에게 회원의 개인정보를 제공할 필요가 있는 경우 1) 개인정보를 제공받는 자, 2) 개인정보를 제공받는 자의 개인정보 이용목적, 3) 제공하는 개인정보의 항목, 4) 개인정보를 제공받는 자의 개인정보 보유 및 이용기간을 회원에게 알리고 동의를 받아야 합니다.
⑤ “몰”이 제3자에게 구매자의 개인정보를 처리할 수 있도록 업무를 위탁하는 경우에는 1) 개인정보 처리위탁을 받는 자, 2) 개인정보 처리위탁을 하는 업무의 내용을 구매자에게 알리고 동의를 받아야 합니다. 다만, “서비스” 제공에 관한 계약이행을 위해 필요하고 구매자의 편의증진과 관련된 경우에는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」에서 정하고 있는 방법으로 개인정보처리방침을 통해 알림으로써 고지절차와 동의절차를 거치지 않아도 됩니다.
⑥ “이용자”는 언제든지 "몰"이 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 "몰"은 이에 대해 지체없이 필요한 조치를 취할 의무를 집니다. “이용자”가 오류의 정정을 요구한 경우에는 "몰"은 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.
⑦ "몰" 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체없이 파기합니다.

제18조(“몰“의 의무)
① "몰"은 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 재화·용역을 제공하는데 최선을 다하여야 합니다.
② "몰"은 “이용자”가 안전하게 인터넷 서비스를 이용할 수 있도록 “이용자”의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 갖추어야 합니다.
③ "몰"이 상품이나 용역에 대한 표시, 광고에 있어 「표시·광고의 공정화에 관한 법률」 등 관련 법령을 준수합니다.
④ "몰"은 “이용자”가 원하지 않는 영리목적의 광고성 전자우편을 발송하지 않습니다.

제19조(“회원”의 ID 및 비밀번호에 대한 의무)
① 제17조의 경우를 제외한 ID와 비밀번호에 관한 관리책임은 “회원”에게 있습니다.
② “회원”은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다.
③ “회원”이 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 "몰"에 통보하고 "몰"의 안내가 있는 경우에는 그에 따라야 합니다.

제20조(“이용자”의 의무)
① “이용자”는 다음 행위를 하여서는 안됩니다.
1. 신청 또는 변경 시 허위 내용의 등록
2. 타인의 정보 도용
3. "몰"에 게시된 정보의 변경
4. "몰"이 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시
5. "몰" 기타 제3자의 저작권 등 지식재산권에 대한 침해
6. "몰" 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
7. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 몰에 공개 또는 게시하는 행위
② “이용자”는 다음 각 호의 방법으로 “몰”의 업무에 방해가 되는 행위를 하여서는 안됩니다.
1. “몰”이 제공하지 않는 방법으로 “서비스”에 접속하는 행위
2. 리버스엔지니어링, 디컴파일, 크롤링, 서비스 거부 공격, 웹 해킹 등을 포함한 제반 해킹공격
3. “몰”이 제공하는 제반 서비스 및 정보를 복제, 분해, 모방 또는 변경하는 행위
4. 자동 접속 프로그램 또는 해킹 프로그램 등을 통해 정상적인 방법과 다른 방법으로 서비스를 이용하여 “몰”의 서버에 부하를 일으키거나 서비스를 방해하는 행위
5. “몰”의 서비스 제공 목적과 부합하지 않는 목적으로 서비스를 이용하여 "몰"의 서버, DB 등 정보처리자원을 소모하게 하는 행위
6. "몰"의 사전 동의 없이 ID, 패스워드를 제3자에게 양도 또는 대여하거나 제3자로부터 양도 또는 대여받아 사용하는 행위
7. 저작권법, 형법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전산망 보급 확장과 이용촉진에 관한 법률, 전기통신사업법 등 통신망, 서버, 소프트웨어 등의 이용과 관련한 법령을 위반하는 행위

제21조(연결몰과 피연결몰 간의 관계)
① “몰”은 하이퍼링크(하이퍼 링크 대상에는 문자, 그림 및 동화상 등이 포함됨)등의 방식으로 제3자의 인터넷 사이트 등을 연결할 수 있습니다(이하 “피연결몰”이라 한다).
② ”몰”은 ”피연결몰”이 독자적으로 제공하는 재화 및 “이용자”와 “피연결몰”과의 거래에 대하여 어떠한 보증책임을 지지 않습니다.

제22조(지식재산권의 귀속 및 이용제한)
① “몰“에 업로드 된 저작물에 대한 저작권 기타 지식재산권은 ”몰“에 귀속합니다.
② “이용자”는 "몰"을 이용함으로써 얻은 정보 중 "몰"에게 지식재산권이 귀속된 정보를 "몰"의 사전 승낙없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 아니되며, 임의로 수정, 편집, 가공할 수 없습니다.
③ "몰"은 약정에 따라 “이용자”에게 귀속된 저작권을 사용하는 경우 당해 “이용자”에게 통보하여야 합니다.

제23조(분쟁해결)
① "몰"은 “이용자”가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 피해보상처리기구를 설치·운영합니다.
② "몰"은 “이용자”로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 “이용자”에게 그 사유와 처리일정을 즉시 통보해 드립니다.
③ "몰"과 “이용자”간에 발생한 전자상거래 분쟁과 관련하여 “이용자”의 피해구제신청이 있는 경우에는 공정거래위원회 또는 시·도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.

제24조(재판권 및 준거법)
① "몰"과 “이용자”간에 발생한 전자상거래 분쟁에 관한 소송은 제소 당시의 “이용자”의 주소에 의하고, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로 합니다. 다만, 제소 당시 “이용자”의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에 제기합니다.
② "몰"과 “이용자”간에 제기된 전자상거래 소송에는 한국법을 적용합니다.

부칙
1. 이 약관은 2020년 11월 12일부터 적용됩니다.`;

export const PRIVACY_STRING = `주)우아한형제들(이하 ‘회사’라 한다)은 개인정보보호법 등 관련 법령에 따라 이용자의 개인정보를 보호하고, 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 다음과 같이 개인정보 처리방침을 수립하여 공개합니다.


1. 개인정보의 수집·이용
회사는 다음과 같이 서비스 이용 과정에서 이용자가 직접 입력한 개인정보 또는 자동생성 된 정보를 수집합니다. 또한 고객센터를 통한 상담과정에서 웹 페이지, 애플리케이션, 메일, 팩스, 전화를 통해 개인정보가 수집될 수 있습니다.

(1) 회사는 회원님의 서비스 이용과정에서 다음과 같이 개인정보를 수집합니다.
- 회원가입 시 : 아이디, 비밀번호, 이름, 휴대전화번호, 이메일 주소, 생년월일, (선택)전화번호, (선택)주소
- 타사(페이스북) 계정을 이용한 회원가입 시 : 이름, 프로필이미지, 페이스북인증 코드 (선택)이메일주소
- 주문 및 배송 요청 시 : 주문자 정보(이름, 전화번호, 휴대전화번호, 이메일 주소, (선택)전화번호), 배송정보(수령인 이름, 배송지 주소, 휴대전화번호, (선택)전화번호)

(2) 비회원 개인정보의 수집·이용 목적과 개인정보 항목은 아래와 같습니다.
- 주문 및 배송 요청 시 : 주문자 정보(이름, 전화번호, 휴대전화번호, 이메일 주소, (선택)전화번호) 배송정보(수령인 이름, 배송지 주소, 휴대전화번호, (선택)전화번호)

(3) 서비스 이용과정에서 아래 정보가 자동 생성되어 수집, 저장, 조합, 분석될 수 있습니다.
- IP Address, 쿠키, 방문기록, 서비스 이용기록, 기기정보(기기고유번호, OS, 버전, 모델명 등)


2. 개인정보의 수집·이용 목적
회사는 서비스 제공을 위하여 수집한 모든 개인정보와 생성정보를 아래의 목적으로 이용합니다.
- 회원제 서비스 제공, 회원 식별, 휴대폰 본인인증, 회원관리
- 타사계정을 이용한 회원제 서비스 제공, 간편로그인 서비스 제공
- 서비스 제공, 서비스 개선, 신규 서비스 개발, 맞춤 서비스 제공
- 주문 및 배송서비스 제공
- 문의 상담 및 불만 처리
- 불법 및 부정이용 방지(부정거래 기록 확인)
- 서비스 방문 및 이용기록 통계 및 분석
- 서비스 만족도 조사 및 관리
- 고지사항 전달


3. 개인정보의 제 3자 제공
회사는 이용자의 개인정보를 수집·이용 목적의 범위 내에서 사용하며, 이용자의 사전 동의 없이는 동 범위를 초과하여 이용하거나 원칙적으로 이용자의 개인정보를 외부에 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.

① 이용자가 사전에 동의 한 경우
② 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우


4. 개인정보의 처리위탁
(1) 회사는 서비스 향상을 위해 아래와 같이 이용자의 개인정보를 위탁하고 있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다.
(2) 회사가 이용자의 개인정보를 위탁하는 업체 및 업무 내용은 아래와 같습니다.
수탁업체	위탁업무의 내용
주식회사 엠투엠코리아	상품 물류대행 서비스
CJ대한통운, 주식회사 젠택애니로지스	상품 배송대행
엔에이치엔한국사이버결제㈜, 나이스페이먼츠 주식회사, ㈜다날	신용카드, 휴대폰, 실시간계좌이체, 무통장입금 결제대행
앤에이치엔고도(주)	쇼핑몰 호스팅 제공
엔에이치엔한국사이버결제 주식회사	본인확인서비스


5. 개인정보의 보유 및 이용 기간, 개인정보의 파기절차 및 방법
(1) 회사는 원칙적으로 이용자의 개인정보를 수집·이용 목적을 달성한 경우, 개인정보의 보유 및 이용기간이 끝난 경우 지체없이 해당 개인정보를 파기합니다.

(2) 이용자로부터 동의 받은 개인정보 보유 기간이 경과하거나 처리 목적이 달성되었음에도 불구하고 다른 법령 또는 회사 내부정책에 따라 개인정보를 일정기간 보존하여야 하는 경우에는 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.

가. 법령에 의하여 수집·이용되는 이용자의 정보
법령	보유·이용목적	보유 항목	보유·이용기간
통신비밀보호법	법원의 영장을 받아 수사기관이 요청 시 제공	로그기록, 접속지 정보 등	3개월
전자상거래 등에서의 소비자 보호에 관한 법률	표시·광고에 관한 기록	표시·광고 기록	6개월
대금결제 및 재화 등의 공급에 관한 기록	대금결제/재화 등의 공급 기록	5년
계약 또는 청약철회 등에 관한 기록	소비자 식별정보 계약/청약철회 기록	5년
소비자 불만 또는 분쟁처리에 관한 기록	소비자 식별정보 분쟁처리 기	3년


(3) 회사는 '개인정보보호법 제 39조의 6'에 근거하여 1년 동안 회사의 서비스를 이용하지 않은 이용자의 개인정보를 이용자에게 사전통지하고 개인정보를 파기하거나 별도로 분리하여 저장합니다.
* 회사는 개인정보가 파기되거나 분리되어 저장•관리된다는 사실, 서비스 미이용 기간 만료일, 해당 개인정보의 항목을 공지사항, 전자우편 등의 방법으로 미이용 기간 30일 전에 이용자에게 알립니다. 이를 위해 이용자는 회사에게 정확한 연락처 정보를 알리거나 수정하여야 합니다.

(4) 개인정보의 파기절차 및 방법은 다음과 같습니다.
① 파기절차
회사는 파기 사유가 발생한 시점부터 별도 지정한 보유·이용기간이 지난 시점에 지체없이 파기합니다.
② 파기방법
회사는 전자적 파일형태로 기록·저장된 개인정보는 기록을 재생할 수 없도록 기술적인 방법 또는 물리적인 방법을 이용하여 파기하며, 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각 등을 통하여 파기합니다.


6. 아동의 개인정보보호
회사는 아동의 개인정보를 보호하기 위하여 만 14세 미만 아동의 개인정보를 수집하지 않습니다.


7. 이용자의 권리와 그 행사방법, 이용자의 의무
(1) 이용자가 직접 자신의 개인정보를 조회, 수정, 삭제하는 것을 원칙으로 하며, 회사는 이를 위한 기능을 제공합니다.
(2) 이용자 및 법정대리인은 개인정보의 조회, 수정, 삭제를 요청할 수 있으며, 회사는 정책에 따라 본인확인 절차를 거쳐 이를 조치하겠습니다.
(3) 이용자가 개인정보의 오류 정정을 요청한 경우에는 정정을 완료하기 전까지 회사는 당해 개인정보를 이용 또는 제공하지 않습니다. 또한, 회사는 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 제3자에게 지체 없이 정정 처리요청을 하겠습니다.
(4) 이용자는 자신의 개인정보를 최신의 상태로 유지해야 하며, 이용자의 부정확한 정보 입력으로 발생하는 문제의 책임은 이용자 자신에게 있습니다.
(5) 타인의 개인정보를 도용한 회원가입의 경우 이용자 자격을 상실하거나 개인정보보호 관련 법령에 의해 처벌 받을 수 있습니다.
(6) 이용자는 아이디, 비밀번호, 전자우편 등 이용자의 개인정보에 대한 보안을 유지할 책임이 있으며 제3자에게 이를 양도하거나 대여 할 수 없습니다. 이용자가 이용자의 개인정보를 제3자에게 양도하거나 대여하여 발생하는 문제의 책임은 이용자에게 있습니다.


8. 개인정보 자동 수집 장치의 설치/운영 및 거부에 관한 사항
(1) 쿠키란
① 회사는 개인화되고 맞춤화된 서비스를 제공하기 위해서 이용자의 정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다.
② 쿠키는 웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에게 보내는 아주 작은 텍스트 파일로 이용자 컴퓨터의 하드디스크에 저장됩니다.
③ 이후 이용자가 웹 사이트에 방문할 경우 웹 사이트 서버는 이용자의 하드 디스크에 저장되어 있는 쿠키의 내용을 읽어 이용자의 환경설정을 유지하고 맞춤화된 서비스를 제공하기 위해 이용됩니다.
④ 쿠키는 개인을 식별하는 정보를 자동적/능동적으로 수집하지 않으며, 이용자는 언제든지 이러한 쿠키의 저장을 거부하거나 삭제할 수 있습니다.

(2) 쿠키의 사용 목적
이용자들이 방문한 회사의 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 이용자 규모 등을 파악하여 이용자에게 광고를 포함한 최적화된 맞춤형 정보를 제공을 위해 사용합니다.

(3) 쿠키의 설치/운영 및 거부
① 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서 이용자는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.
② 다만, 쿠키의 저장을 거부할 경우에는 로그인이 필요한 회사의 일부 서비스는 이용에 어려움이 있을 수 있습니다.
③ 쿠키 설치 허용 여부를 지정하는 방법(Internet Explorer의 경우)은 다음과 같습니다. 가. [도구] 메뉴에서 [인터넷 옵션]을 선택합니다.
나. [개인정보 탭]을 클릭합니다.
다. [개인정보처리 수준]을 설정하시면 됩니다.

(4) 웹로그 분석
① 회사는 웹로그 분석도구인 Google Analytics를 통해 이용자의 서비스 이용형태(이동, 클릭, 전환 등)를 수집하고 분석합니다.
② 웹로그 분석을 중단하고 싶으신 경우, 아래 안내페이지 내 설정을 통해 차단할 수 있습니다.
- Google Analytics 차단 설정 안내 (링크연결-https://tools.google.com/dlpage/gaoptout/)


9. 개인정보의 기술적·관리적 보호대책
회사는 이용자의 개인정보를 처리함에 있어 개인정보가 분실, 도난, 유출, 변조, 훼손 등이 되지 아니하도록 안전성을 확보하기 위하여 다음과 같이 기술적·관리적 보호대책을 강구하고 있습니다.

(1) 중요 개인정보의 암호화
이용자의 비밀번호는 일방향 암호화하여 저장 및 관리되고 있으며, 개인정보의 확인, 변경은 비밀번호를 알고 있는 본인에 의해서만 가능합니다. 이용자의 계좌번호 등 금융정보는 강력한 양방향 암호알고리즘을 적용하여 암호화하여 저장 및 관리되고 있습니다.
(2) 해킹 등에 대비한 대책
① 회사는 해킹, 컴퓨터 바이러스 등 정보통신망 침입에 의해 이용자의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다.
② 최신 바이러스 백신프로그램을 이용하여 바이러스 감염에 의해 이용자의 개인정보나 자료가 유출되거나 손상되지 않도록 방지하고 있습니다.
③ 개인정보에 대한 불법적인 접근을 차단하기 위한 침입차단시스템 등 접근 통제장치를 설치·운영하고 있습니다.
④ 민감한 개인정보는 암호화 통신 등을 통하여 네트워크상에서 개인정보를 안전하게 전송할 수 있도록 하고 있습니다.

(3) 개인정보 처리 최소화 및 교육
회사는 개인정보 관련 처리 담당자를 최소한으로 제한하며, 개인정보 취급자(처리자)에 대한 교육 등 관리적 조치를 통해 법령 및 내부방침 등의 준수를 강조하고 있습니다.
(4) 개인정보보호 담당부서 운영
회사는 이용자의 개인정보 보호를 위해 개인정보보호 담당부서를 운영하고 있으며, 개인정보 처리방침의 이행사항 및 처리 담당자의 법령 준수여부를 확인하여 문제가 발견될 경우 즉시 해결하고 바로 잡을 수 있도록 최선을 다하고 있습니다.


10. 개인정보 보호책임자
(1) 회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 이용자의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보보호책임자 및 담당부서를 지정하고 있습니다.
• 개인정보 보호책임자: 김동현
• 담당부서: 정보보안팀
• 연락처: 1600-0987
• 전자우편: privacy@woowahan.com

(2) 이용자는 회사의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보와 관련된 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보보호책임자 및 담당부서에 문의하실 수 있습니다. 회사는 이용자의 문의에 대해 지체 없이 답변 및 처리하겠습니다.


11. 기타 개인정보 침해에 대한 신고 및 상담
이용자는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의할 수 있습니다. 아래의 기관은 정부기관 소속으로서, 회사의 자체적인 개인정보 불만처리 또는 개인정보 피해구제 결과에 만족하지 못할 경우, 자세한 도움이 필요할 경우에 문의하여 주시기 바랍니다.

● 개인정보침해신고센터	홈페이지 : http://privacy.kisa.or.kr
전화번호 : (국번없이) 118
● 개인정보 분쟁조정위원회	홈페이지 : https://www.kopico.go.kr
전화번호 : 1833-6972
● 대검찰청 사이버수사	홈페이지 : http://privacy.kisa.or.kr
전화번호 : (국번없이) 118
● 개인정보침해신고센터	홈페이지 : http://privacy.kisa.or.kr
전화번호 : (국번없이) 118


12. 고지의 의무
(1) 현 개인정보 처리방침은 법령, 정부의 정책 또는 회사 내부정책 등 필요에 의하여 변경될 수 있으며, 내용 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일 전부터 홈페이지의 '공지사항'을 통해 고지합니다. 다만, 이용자 권리의 중요한 변경이 있을 경우에는 최소 30일 전에 고지합니다.

(2) 현 개인정보 처리방침은 2020년 12월 17일부터 적용되며, 변경 전의 개인정보 처리방침은 공지사항을 통해서 확인할 수 있습니다.
- 공고일자 : 2020년 12월 09일
- 시행일자 : 2020년 12월 17일`;
